{
  "coming-soon": "Coming soon",
  "landing": {
    "pre-sale": "Preventa",
    "launch": "Lanzamiento",
    "title": "DeSports Network",
    "description": "Descentralizando los eSports a través de un ecosistema P2P sostenible. \nCrear eventos personalizados, competir, apostar, ganar recompensas, trofeos NFT y logros, todo sin la participación de terceros mediante el uso de $DESP.",
    "join-telegram": "Telegram",
    "trackers": "Rastreadores",
    "buy-now": "Comprar ahora",
    "contract-address": "Dirección del contrato",
    "available-pool": "Financiamiento de eSports",
    "total-rewarded": "Total otorgado",
    "current-price": "Precio actual",
    "holders": "Titulares",
    "supply": "Suministro",
    "marketcap": "Capitalización",
    "scroll-more": "Desplázate hacia abajo para saber más",
    "intro-release": "Se desbloqueará pronto"
  },
  "tokenomics": {
    "title": "Tokenomics",
    "description": "DESP un token deflacionario lanzado el 12 de julio de 2021, que se ejecuta en la red BSC. Limitación de 293,333,333.3304 tokens por operación, que es el 0.33% del suministro total.\nLas billeteras solo podrán contener un máximo del 2% del suministro total en un momento dado (1,777,777,777.76 DESP), lo que hace que DeSports Network sea verdaderamente a prueba de ballenas.\nCada transacción consistirá en una tarifa del 10%, que se aplicará de la siguiente manera:",
    "token_supply": "Suministro",
    "list": [
      {
        "title": "4% Agregado automáticamente a la liquidez del proyecto",
        "description": "Bloqueado hasta el año 8888. Esta liquidez se guardará en el contrato inteligente hasta que alcance el 0,1% del suministro total. En este punto, el contrato venderá automáticamente los $ DESP por BNB en PCS y lo agregara como liquidez."
      },
      {
        "title": "0.5% quemado por transacción",
        "description": "El 0.5% de cada transacción se enviará automáticamente a una billetera quemada lo que convierte a $ DESP en un token deflacionario"
      },
      {
        "title": "0.5% redistribuido a los titulares",
        "description": "El 0,5% de cada transacción se distribuirá automáticamente entre todos los titulares. Cuanto más tiempo mantengas tus tokens en tu billetera, más $ DESP tendrás"
      },
      {
        "title": "1% financiamiento de eSports",
        "description": "El financiamiento de eSports incluirá, entre otras cosas, bolsa de premios, patrocinio y financiamiento de competiciones, patrocinio de equipos de eSports, recompensas NFT"
      },
      {
        "title": "2% Marketing y Operaciones",
        "description": "El presupuesto de marketing de DeSports Network permitirá la promoción continua y tenaz del ecosistema entre jugadores, espectadores e inversores. El marketing puede incluir, entre otras cosas, campañas en Diseño Web, YouTube, Twitter, Instagram, Facebook, Twitch , Reddit, Influencers, Telegram, Discord, Steams, Comunicados de prensa (PR), Comunidades de Bitcoin y Altcoin, Comunidades de juegos, Marketing de afiliados, y aumentos sorpresa a los premios acumulados. Esto también incluirá la contratación de especialistas de mercadeo."
      },
      {
        "title": "2% Desarrollo de las bases de la plataforma descentralizada",
        "description": "El desarrollo incluirá el avance y los costos operativos de toda la tecnología descrita en este documento, pero no se limitará a contratos inteligentes, billeteras, SDK, API, actualizaciones de la plataforma y cualquier otro asunto relacionado con las operaciones de DeSports Network. Esto también incluye la incorporación de desarrolladores y consultores adicionales para acelerar el progreso de nuestros hitos para completar la finalización de nuestro itinerario."
      },
      {
        "title": "Recompras manuales",
        "description": "Las recompras manuales se realizarán de manera aleatoria"
      }
    ]
  },
  "features": {
    "title": "Funciones de plataforma y utilidad de token",
    "description": "El objetivo detrás del token de DeSports Network es crear un ecosistema sostenible de P2P que entretendrá y beneficiará a los creadores de contenido, fanáticos, profesionales y aficionados por igual.  nTodos tendrán una oportunidad para ser parte de la acción.",
    "list": [
      {
        "title": "Nueva era de premios para gamers",
        "description": "DeSports Network creará un sistema para que los jugadores sean justamente recompensados ​​por la liquidez que brindan, en una plataforma descentralizada competitiva, sin necesidad de pagar comisiones o tarifas de socios."
      },
      {
        "title": "Torneos, showmatches y eventos personalizados",
        "description": "Los torneos, showmatches y eventos personalizados serán duelos de uno a uno, o competiciones de equipos, donde el organizador del evento podra establecer sus propias reglas, incluyendo las tarifas de inscripción. Los participantes serán recompensados ​​con los parámetros previamente establecidos por el organizador."
      },
      {
        "title": "Propinas y donaciones",
        "description": "Los usuarios de la plataforma podrán recibir donaciones directamente, sin necesidad de KYC, ni información adicional, simplemente usando el token $DESP. A diferencia de otras plataformas, los usuarios no necesitarán solicitar ningún programa de asociación o sociedad. Los usuarios de la plataforma obtendrán el 100% de las ganancias de los ingresos por publicidad y suscripción que reciban a través del token $DESP. La plataforma no solo beneficiará a las emisoras sino también a los espectadores."
      },
      {
        "title": "Apuestas",
        "description": "Las formas más comunes de apostar en la plataforma DeSports Network serán en el resultado de la competencia o desafío de un individuo / equipo. Siempre que haya alguien que contrarreste su apuesta con al menos la misma cantidad que su apuesta de $DESP , hasta un tiempo predeterminado antes de que comience el evento, calificarás para formar parte de la función de apuestas dentro de DeSports Network"
      },
      {
        "title": "Logros y recompensas",
        "description": "Los ganadores de torneos, competencias y desafíos recibirán insignias que se pueden mostrar en sus perfiles. Ciertos logros e insignias se recibirán en forma de NFT especiales. Los torneos, competiciones y desafíos patrocinados por DeSports tendrán trofeos especiales de NTF para los ganadores del evento. Estos se llevarán a cabo como una insignia de honor que se mostrará en su perfil, se intercambiarán entre los usuarios de la plataforma o se canjearán por $DESP."
      },
      {
        "title": "La Cartera dApp de DeSports Network",
        "description": "Un aspecto fundamental de todo el ecosistema será la cartera de DeSports Network. Agilizará las experiencias de los usuarios con una vista detallada de los activos que poseen, capacidad de rastrear datos, comprar y vender, cerrar las brechas entre nuestra plataforma e intercambios, así como también casos a futuro para el token $DESP"
      }
    ]
  },
  "roadmap": {
    "title": "Nuestro itinerario",
    "description": "First crucial token and technology foundations and planning development. Building a community and getting people involvedFirst crucial token and technology foundations and planning development. Building a community and getting people involved."
  }
}
